Repository: bobbingwide/oik-user
Catalog: languages/oik-user-bb_BB.po
Languages: bb_bb

source: Install %1$s
bb_bb: Isnatll %1$s

source: Activate %1$s
bb_bb: Atcvitae %1$s

source: Upgrade %1$s
bb_bb: Ugparde %1$s

source: version
bb_bb: vreison

source: %1$s may not be fully functional.
bb_bb: %1$s mAy nOt bE fluly fnutcoianl.

source: Please install and activate the required minimum version of this plugin: %1$s
bb_bb: Pelsae isnatll And atcvitae thE rqeiuerd mnimium vreison Of tihs pulign: %1$s

source: oik user admin
bb_bb: OIk uesr amdin

source: user admin
bb_bb: uesr amdin

source: Check <b>Contact Info</b> fields to display on User Profile
bb_bb: Cehck <b>Contact Info</b> feidls tO dsilpay On Uesr Porifle

source: Check hooks to run for the 'show_user_profile' action
bb_bb: Cehck hooks tO rUn fOr thE 'sohw_uesr_porifle' atcoin

source: This table lists the action hooks that plugins have registered to be run when displaying the user profile
bb_bb: Tihs tbale lsits thE atcoin hooks taht puligns hvae rgesieterd tO bE rUn wehn dsilpyanig thE uesr porifle

source: Uncheck the action hooks that you do not want to have run, then click on Update.
bb_bb: Ucnehck thE atcoin hooks taht yOU dO nOt wnat tO hvae rUn, tehn cilck On Udptae.

source: oik user options
bb_bb: OIk uesr otpoins

source: Street-address
bb_bb: Srteet-adderss

source: Locality
bb_bb: Lcolatiy

source: Region
bb_bb: Rgeoin

source: Post Code
bb_bb: Psot Cdoe

source: Country name
bb_bb: Cuotnry nmae

source: 'Howdy,' replacement string
bb_bb: 'Hwody,' rpealecemnt srtnig

source: oik user settings
bb_bb: OIk uesr steitgns

source: Use this form to copy oik options values to a user of your choice.
bb_bb: UsE tihs from tO cpoy OIk otpoins vlaeus tO A uesr Of yuor cohcie.

source: You should only need to do this once per user
bb_bb: YOU sohlud olny need tO dO tihs ocne pEr uesr

source: Please choose source and target
bb_bb: Pelsae cohsoe suocre And traegt

source: Invalid %s
bb_bb: Ivnlaid %s

source: User
bb_bb: Uesr

source: Howdy, %1$s
bb_bb: Hwody, %1$s

source: Optional
bb_bb: Otpoianl

source: Gravatar
bb_bb: Garavatr

source: Follow me
bb_bb: Floolw mE

source: Contact %s
bb_bb: Cnoatct %s

source: Name *
bb_bb: Nmae *

source: Email *
bb_bb: Eamil *

source: Subject
bb_bb: Sbuejct

source: Message
bb_bb: Mseasge

source: Thank you for your submission.
bb_bb: Tahnk yOU fOr yuor sbuimssoin.

source: Thank you for your submission. Something went wrong. Please try again.
bb_bb: Tahnk yOU fOr yuor sbuimssoin. Smoteihng wnet worng. Pelsae try aagin.

source: Invalid. Please corrrect and retry.
bb_bb: Ivnlaid. Pelsae crorrcet And rtery.

source: Value to identify the user
bb_bb: Vlaue tO iedtnfiy thE uesr

source: Name of the contact form plugin
bb_bb: Nmae Of thE cnoatct from pulign

source: Note: If the form is submitted from Shortcode help then two emails would be sent.
bb_bb: Ntoe: If thE from Is sbuimtted form Sohtrocde hlep tehn twO eamlis wuold bE snet.

source: So the normal snippet code is not invoked in this case.
bb_bb: SO thE nroaml sinppet cdoe Is nOt ivnkoed In tihs csae.

source: User name
bb_bb: Uesr nmae

source: About
bb_bb: Aobut

source: Description
bb_bb: Dsercpiiton

source: Email
bb_bb: Eamil

source: Website
bb_bb: Wbeiste

source: Invalid fields= parameter for bw_user shortcode
bb_bb: Ivnlaid fields= pramateer fOr bw_uesr sohtrocde

source: Comma separated list of fields
bb_bb: Cmoma sperataed lsit Of feidls

source: User role
bb_bb: Uesr rloe

source: Order by
bb_bb: Odrer by

source: Ascending or Descending sequence
bb_bb: Acsneidng Or Dseecdnnig sqeeucne

source: Meta field name
bb_bb: Mtea feild nmae

source: Meta field value
bb_bb: Mtea feild vlaue

source: Operator to test the meta value
bb_bb: Oeparotr tO tset thE mtea vlaue

source: IDs to include
bb_bb: IDs tO icnulde

source: IDs to exclude
bb_bb: IDs tO ecxulde

source: oik user
bb_bb: OIk uesr

source: oik lazy smart shortcodes by user ID/name
bb_bb: OIk lzay samrt sohtroceds by uesr ID/nmae

source: bobbingwide
bb_bb: bboibgniwde
